Repository: common-repository/paypay-pagamentos-multibanco-e-cartao-de-creditodebito
Catalog: languages/paypay-pagamentos-multibanco-e-cartao-*-creditodebito-*.po
Languages: pt_pt

source: Settings
pt_pt: Configurações

source: ATM and Credit/Debit Card (Paypay)
pt_pt: Multibanco e Cartão de Crédito/Débito (Paypay)

source: ATM and Credit/Debit Card (Paypay) Plug-in for WooCommerce
pt_pt: Multibanco e Cartão de Crédito/Débito (Paypay) Plug-in para WooCommerce

source: Your credentials are not correct. Please, insert the correct credentials and try again.
pt_pt: As suas credenciais estão erradas. Por favor insira as credenciais correctas e tente novamente.

source: No payment was processed.
pt_pt: Não foi processado nenhum pagamento.

source: Some payments were processed.
pt_pt: Foram processados %s pagamentos.

source: Processing
pt_pt: A processar

source: Activate / Deactivate
pt_pt: Ativar / Desativar

source: Activates the payment gateway
pt_pt: Ativa a gateway de pagamento

source: Title
pt_pt: Titulo

source: Title which the user you see during checkout.
pt_pt: Titulo que o cliente irá visualizar durante o checkout.

source: ATM and Credit/Debit Card
pt_pt: Multibanco e Cartão de Crédito/Débito

source: Description
pt_pt: Descrição

source: Description which the user you see during checkout.
pt_pt: Descrição do método de pagamento que o utilizador irá visualizar no checkout.

source: Choose your payment method:
pt_pt: Escolha o seu método de pagamento:

source: NIF that is associated to you Paypay account.
pt_pt: NIF associado à sua conta no Paypay.

source: Platform Code
pt_pt: Código de Plataforma

source: Platform Code that should be requested from the Paypay support team.
pt_pt: Código de Plataforma que deverá ser pedido à equipa de apoio do Paypay.

source: Encription Key
pt_pt: Chave de encriptação

source: Encription Key that should be requested from the Paypay support team.
pt_pt: Chave que deverá ser pedida à equipa de apoio do Paypay.

source: Environment
pt_pt: Ambiente

source: Environment that should be used.
pt_pt: Ambiente que deseja utilizar.

source: Test
pt_pt: Teste

source: Production
pt_pt: Produção

source: Awaiting Payment
pt_pt: Aguarda Pagamento

source: You can use the following information to pay your order in an ATM.
pt_pt: Poderá utilizar a informação abaixo para pagar a sua encomenda numa caixa multibanco.

source: Entity:
pt_pt: Entidade:

source: Reference:
pt_pt: Referência:

source: Amount:
pt_pt: Valor:

source: Click
pt_pt: Clique

source: here
pt_pt: aqui

source: to pay your order.
pt_pt: para pagar a sua encomenda.

source: Thank you for your payment. Your order will be processed as soon as possible.
pt_pt: Obrigado pelo seu pagamento. A sua encomenda será processada assim que possível.

source: Your order was cancelled. Please, contact the store owner.
pt_pt: A sua encomenda foi cancelada. Por favor contacte o administrador da loja.

source: Unpaid order cancelled – time limit reached.
pt_pt: Encomenda cancelada por falta de pagamento – tempo limite excedido.

source: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Please ensure that you have a valid SSL certificate and that you are <a href="%s">forcing the checkout pages to be secured.</a>
pt_pt: <strong>%s</strong> está activado e o WooCommerce não está a forçar o certificado SSL no seu checkout. Por favor, tenha a certeza que tem um certificado SSL e que está <a href="%s">a forçar que as páginas de checkout são seguras.</a>

source: Payment details
pt_pt: Detalhes do pagamento

source: NIF cannot be empty
pt_pt: O NIF é obrigatório

source: NIF is not valid
pt_pt: O NIF não é válido

source: Platform Code cannot be empty
pt_pt: O Código da plataforma é obrigatório

source: Encryption Key cannot be empty
pt_pt: A Chave de Encriptação é obrigatória

source: PayPay Plug-in for WooCommerce
pt_pt: Plugin da PayPay para WooCommerce

source: Payment cancelled by customer.
pt_pt: Pagamento cancelado pelo cliente.

source: Expiration date
pt_pt: Data limite de pagamento

source: %1$s at %2$s
pt_pt: %1$s às %2$s

source: Order payment has been cancelled.
pt_pt: <div id="message" class="notice inline notice-warning"><p><strong>O pagamento da encomenda %s foi cancelado. </strong></p></div>

source: Order payment has been confirmed.
pt_pt: <div id="message" class="updated inline"><p><strong>O pagamento da encomenda %s foi confirmado. </strong></p></div>

source: Order payment is pending.
pt_pt: <div id="message" class="notice inline notice-info"><p><strong>O pagamento da encomenda %s está pendente. </strong></p></div>

source: Payment was not found.
pt_pt: O pagamento %s não foi encontrado.

source: Payment amount differs from order.
pt_pt: O montante do pagamento %s difere da encomenda %s.

source: Force update?
pt_pt: Forçar atualização?

source: Update pending payments
pt_pt: Atualizar pagamentos pendentes

source: Use when order status has not updated automatically.
pt_pt: Utilizar quando o estado da encomenda não atualizou de forma automática.

source: Order admin anchor link.
pt_pt: <a href="%s" >%s</a>

source: At.
pt_pt: até
